Repository: mike-atf/Novalgea
Catalog: Localizable.xcstrings
Source language: en
Languages: de

# 1 day
source: day
de: 1 Tag

# 1 week
source: week
de: 1 Woche

source: 2 days
de: 2 Tage

source: 2 weeks
de: 2 Wochen

source: 3 days
de: 3 Tage

source: 4 weeks
de: 4 Wochen

source: 5 days
de: 5 Tage

# Alert.forExercises
source: for Exercises
de: für Training

# Alert.lackingPerm
source: Notifcations are turned off. To enable reminders please turn on Notifications, in Settings > Notification > Novalgea
de: Mitteilungen sind ausgeschaltet. Um Erinnerungen zu erhalten schalten Sie diese an in Ihren Geräte Einstellungen in Mitteilungen > Novalgea

# Alert.medOverlap
source: doses overlapped. Taking doses early (before the effect of the previous dose ended) can be a sign of insufficient effect.
de: Dosen überlappen sich Vorzeitige Einnahme (vor dem Wirkungs-Ende der vorrangehenden Dosis) kann ein Hinweis auf eine unzureichende Wirkung sein.

# Alert.medOverlap_1
source: The next dose of
de: Die nächste Dosis von

# Alert.medOverlap_2
source: should not be taken before
de: sollte nicht eingenommen werden vor

# Alert.noRemTitle
source: Unable to send reminders
de: Ich kann keine Erinnerungen senden

# Alert.notificPermissions
source: Medicine reminders are currently switched off To schedule this reminder please chose 'switch on'. This can be set in Settings > Medication reminders
de: Einnahme Erinnerungen sind derzeit abgeschaltet. Um diese Erinnerung zu erhalten schalten Sie diese bitte an in Einstellungen > Erinnern An ...Medikamente

# Alert.notifOff
source: Notifications for Novalgea are not activated
de: Benachrichtigungen von Novalgea sind nicht aktiviert

# Alert.notifPermission2
source: To see medication reminders please permit Novalgea notifications to include at least banners, better also sounds and alerts. You can do this in iOS System Settings > Notifications > Novalgea. You will NOT be notified unless you grant permission
de: Um Einnahme Erinnerungen angezeigt zu bekommen ermöglichen Sie bitte Novalgea Mitteilungen zumindest als Banner, besser noch mit Tönen und Alarm. Dies können Sie in Ihren Geräte Einstellungen in Mitteilungen > Novalgea einstellen. Sie können KEINE Erinnerungen erhalten solange Novalgea diese Erlaubnis nicht erhalten hat

# Alert.noTreatedSymptom
source: No treated symptom selected
de: Kein behandeltes Symptom ausgewählt

# Alert.odMEssage_1
source: You may overdose on
de: Es besteht die Gefahr einer Überdosierung

# Alert.odTitle
source: Overdose warning!
de: Achtung Überdosis!

# Alert.switchedOff
source: Rating reminders are disabled. To receive reminders please switch on 'Remind me to rate my symptoms' in the Settings View
de: Bewertungs-Benachrichtigungen sind abgeschaltet. Um Erinnerungen zu erhalten schalten Sie 'Erinnern an ... Symptom-Bewertung' in Einstellungen ein.

# Alert.trS
source: to rate symptoms
de: Symptome zu bewerten

# Alert.ttM
source: to take Medicines
de: Medikamente einzunehmen

source: Alerts
de: Warnhinweise

# Alerts.notificationPermissionMissing
source: Unable to send you reminders
de: Erinnerungen sind derzeit nicht möglich!

# Alerts.stopReminders
source: Stop reminders for
de: Erinnerungen stoppen für

# Alerts.switchedOff
source: are switched off
de: sind ausgeschaltet

source: An error has occurred
de: Ein Fehler ist aufgetreten

# Auto-delete >10
source: Auto-delete >10 backups
de: Löschen bei >10

# AverageSymptomVAS
source: average Symptom intensity (VAS)
de: Mittlere Symptom Intensität (VAS)

source: Back up now
de: Neue Sicherungskopie

source: Backup and Restore
de: Sichern und Wiederherstellen

source: Backup files
de: Sicherungs-Dateien

source: Backup to device
de: Nur auf Gerät sichern

source: Backup to iCloud
de: In iCloud sichern

# Backup.archiveError
source: Couldn't archive Backup.
de: Ein Backup konnte nicht archiviert werden

# Backup.backupsOnDevice
source: Backups on this device
de: Backups auf diesem Gerät

# Backup.complete
source: Complete
de: Fertig

# Backup.dateError
source: can't retrieve date
de: Datum kann nicht abgerufen werden

# Backup.deleteError
source: File delete error.
de: Datei konnte nicht gelöscht werden.

# Backup.fileError
source: A file error has occured - can't read local backup sub directories in the main backup directory
de: Ein Datei Fehler ist aufgetreten - die lokalen Backup Sub-directories können nicht geladen werden.

# Backup.fileReadError
source: can't read backup attributes/ creationDate
de: Backup Datei Attribute/ -Datum unlesbar

# Backup.iniCloud.Off
source: Backups in iCloud (off)
de: iCloud Backups (Aus)

# Backup.iniCloud.On
source: Backups in iCloud (on)
de: iCloud Backups (An)

# Backup.loadError
source: Error loading BackupDocument File
de: Fehler beim Laden einer backup Datei

# Backup.nowPrompt
source: Backup now
de: Backup jetzt

# Backup.proceed
source: Proceed
de: Weiter

# Backup.readError
source: Couldn't read a property required for for restoring from backup
de: Eine benötigte Eigenschaft zum Wiederherstellen von Backup konnte nicht gelesen werden

# Backup.restore.Message
source: Caution: restoring will replace all existing records and medicines! This cannot be reversed
de: Vorsicht: dies ersetzt irreversibel alle derzeitigen Tagebuch-Einträge und Medikamente!

# Backup.restorePrompt
source: Restore from backup
de: Wiederherstellen von einer Sicherungs-Kopie

# Backup.successMsg
source: Restoring your diary from backup or import has been completed successfully
de: Ihr Tagebuch wurde vollständig importiert / wiederhergestellt

source: Can't backup to iCloud
de: iCloud Backup Funktion nicht verf[gbar

# Can't backup to iCloud - message
source: Novalgea can't find or access space in your iCloud account to store Diary backups. Please turn off Backups to iCloud (in Settings) and make a local Backup. Then try turning Backups to iCloud on again.
de: Novalgea kann keinen iCloud Zugang finden. Versuche iCloud Backups (in Einstellungen) abzuschalten, und mach dann eine lokale Sicherungskopie. Danach versuche iCloud Backups wieder einzuschalten.

source: Cancel
de: Abbrechen

# CantMakePayments
source: Due to your system account settings, you currently can't make App Store payments
de: Die Einstellungen im Benutzer-Konto enthalten keine Zahlungs-Optionen für den App Store

source: category
de: Kategorie

# Change category name
source: Change category name? This will change the category of all related Diary events.
de: Kategorie ändern? Alle Tagebuch Einträge dieser Kategorie werden entprechend angepasst.

source: Change exercise category
de: Trainings-Kategorien ändern

source: Change password
de: Passwort ändern

# Change the symptom name
source: Change the symptom name to
de: Symptom Bezeichnung ändern zu

source: Close
de: Schliessen

source: Contact us
de: Kontakt aufnehmen

source: Count
de: Anzahl

# CSVInfo
source: Diary data will be exported in spreadsheet format. Suitable for opening in Excel, Numbers or Database applications.
de: Datei im Spreadsheet format (.csv). Kann in Excel, Numbers oder einer Datenbank geöffnet oder importiert werden

source: Date
de: Datum

source: Date of latest record
de: Neuestes Eintrags-Datum

source: Date of newest record:
de: Neuestes Eintrags-Datum:

# defaultSymptom
source: Pain intensity
de: Schmerz Intensität

source: - delete with all related events?
de: mit allen verbundenen Ereignissen löschen?

source: - delete with all related exercises?
de: mit allen Sessions löschen?

source: - delete with all related ratings?
de: mit allen Bewertungen löschen?

# Dialog.afterTaking
source: after taking
de: nach Einnahme von

# Dialog.deleteEvent
source: Delete event?
de: Ereignis löschen?

# Dialog.deleteRecords
source: Delete records
de: Daten löschen

# Dialog.export
source: diary event name,type,date,time,vas score,note,outcome
de: Tagebuch Ereignis, Name, Art, Datum, VAS, Notiz, Ergebnis

# Dialog.howWas
source: How was
de: Wie war

# Dialog.importMessage
source: Caution: the imported records will REPLACE your current diary! Novalgea will try to make a safety backup before erasing current records; this step may not be reversible!
de: Achtung: Das importierte Tagebuch wird die jetzigen Daten komplett ERSETZEN! Novalgea wird versuchen vorher ein Sicherheits-Backup anzulegen; die Veränderung kann evtl. nicht rückgänging gemacht werden!

# Dialog.importTitle
source: Import Diary
de: Tagebuch import

# Dialog.multDelete
source: Delete multiple events?
de: Mehrere Einträge löschen?

# Dialog.multDelete2
source: This will remove
de: Entfernt

# Dialog.multDelete3
source: with this name
de: Einträge

# Dialog.multRename
source: Rename multiple events?
de: Mehrere Einträge umbenennen?

# Dialog.multRename1
source: This will change the name of all
de: Ändert ALLE

# Dialog.multRename2
source: events
de: Einträge

# Dialog.pleaseNote
source: Please note
de: Achtung

# Dialog.proceed
source: Proceed
de: Weiter

# Dialog.proceed.anyway
source: Proceed anyway
de: Trotzdem einnehmen

# Dialog.ratingAlert
source: BEFORE you just took
de: Vor Einnahme von

# Dialog.rename
source: Rename
de: Name ändern

# Dialog.rowTapPrompt
source: Tap on row to adjust
de: Tippen zum anpassen

# Dialog.switchOn
source: Switch on
de: Ein

# Dialog.threeTapPrompt
source: In order to receive repeat reminders for this medicine please tap on one of the first three reminder notifications when you receive them Otherwise repeat reminders will be limited to three.
de: Um mehr als 3 Einnahme-Erinnerungen für dieses Medikament zu erhalten tippen Sie bitte auf eine dieser ersten drei Benachrichtigungen wenn Sie sie erhalten Andernfalls kann Novalgea Sie nur dreimal erinnern.

# Dialog.timeToTake
source: For how long should you take this? (optional)
de: Behandlungs-Dauer (optional)

# DiaryDetailView.chartText1
source: The average change of
de: Durchschnittliche Änderung von

# DiaryDetailView.chartText2
source: after all
de: nach allen

# DiaryDetailView.chartText3
source: events is
de: Ereignissen ist

# DiaryDetailView.eventStatisticsText1
source: Before event
de: Vor Ereignis

# DiaryDetailView.eventStatisticsText2
source: During event
de: Während Ereignis

# DiaryDetailView.eventStatisticsText3
source: After event
de: Nach Ereignis

# DiaryDetailView.sectionText1
source: rating(s),
de: Bewertung(en),

# DiaryDetailView.sectionText2
source: , average =
de: , Durchschnitt =

# DiaryPage.userPrompt
source: tap to enter or dictate
de: Tagebuch Text eingeben oder diktieren

# DiaryView.barButtonTitle
source: Event description
de: Ereignis Beschreibung

# DiaryView.category
source: Category
de: Kategorie

# DiaryView.categoryPlaceholder
source: Enter new category name
de: Kategorie-Namen eingeben

# DiaryView.menu.placeholder
source: New Category name
de: Neue Kategorie

# DiaryView.newCategory
source: New category
de: Neue Kategorie

# DiaryView.newCategory.add
source: Add a new category
de: Kategorie hinzufügen

# DiaryView.newCategory.msg
source: Create a new Category of events
de: Legen Sie eine neue Kategorie an

# DiaryView.newCategory.title
source: New Event Category
de: Neue Ereignis Kategorie

# DiaryView.placeholder
source: Dictate or type your diary entry here
de: Diktieren oder geben sie Ihre Beschreibung hier ein

source: Done
de: Fertig

source: Dose increase reminder
de: Erinnerung an Dosis-Erhöhung

source: Dose titration
de: Dosis Erhöhung

# EDC.notificationError
source: rating reminder notifications are not authorised
de: Novalgea ist nicht autorisiert Ihnen Mitteilungen zu senden

source: Edit categories
de: Kategorien umbenennen

# Edit event categories
source: Event categories
de: Ereignis Kategorien

# Edit exercise categories
source: Exercise categories
de: Trainings-Kategorien

source: Edit Record Categories
de: Kategorien ändern

# Edit symptom names
source: Symptom names
de: Symptome

source: Enabled
de: Aktiviert

source: Ended on
de: End-Datum

source: Enter password
de: Passwort eingeben

# Errors.backupErrorMessage1
source: multiple medicines
de: mehr als ein Medikament

# Errors.backupErrorMessage2
source: Pain Medicines- or Complete Pain
de: 'Schmerzmedikamente'- oder 'Chronische Schmerzen Komplett'

# Errors.backupErrorMessage3
source: multiple symptoms
de: mehr als ein Symptom

# Errors.backupErrorMessage4
source: Unlimited Symptoms- or Complete Pain
de: 'Symptom-Vielfalt'- oder 'Chronische Schmerzen Komplett'

# Errors.backupErrorMessage5
source: multiple medicines and symptoms
de: mehr als ein Medikament und Symptom

# Errors.backupErrorMessage6
source: Complete Pain
de: 'Chronische Schmerzen Komplett'

# Errors.backups.failure
source: Failure
de: Es hat nicht funktioniert

# Errors.backups.failureMessage
source: We're sorry the back up process could not be completed this time 😟 Try again after App relaunch.
de: Sorry! Die Wiederherstellung von diesem Backup ist fehlgeschlagen 😟 Versuchen Sie es nach App-Neustart noch einmal.

# Errors.backupSave
source: Error when trying to save a Backup
de: Fehler beim Backup sichern

# Errors.coderMissing
source: A user interface lacks a coder
de: es fehlt ein UI Kodierer

# Errors.CoreData.fetchError
source: FRC fetching error
de: Fehler beim FRC Abruf

# Errors.CoreData.frcChangeError
source: unknown change type
de: Unbekannte FRC Änderung

# Errors.CoreData.saveError
source: FRC saving error
de: Fehler beim FRC speichern

# Errors.CoreData.stackSaveError
source: Stack saving error
de: Fehler beim sichern

# Errors.DE.tabletDosesString1
source: The daily number of tablets and their doses is 0! Please review and correct
de: Die tägl. Anzahl der einzunehmenden Tabletten und Dosen ist 0! Bitte überprüfen und korrigieren Sie die gespeicherte Angabe.

# Errors.DE.tabletDosesString2
source: The daily number of tablets is 0! Please review and correct
de: Die tägl. Anzahl der einzunehmenden Tabletten ist 0! Bitte überprüfen und korrigieren Sie die gespeicherte Angabe.

# Errors.dict.load
source: An error occurred 😟
de: Es ist ein Fehler aufgetreten 😟

# Errors.exercise.bellSound1
source: Error playing 'Bell's strike'
de: Fehler beim Abspielen einer Audio-Datei

# Errors.exercise.loadStepData
source: Can't retrieve steps data
de: Schrittzahl Daten sind nicht abrufbar

# Errors.exercise.noDistance
source: Distance measurement is not available on this device
de: Distanzmessung ist auf diesem Gerät nicht verfügbar

# Errors.exercise.noStepcounter
source: Step counter is not available on this device
de: Der Schrittzähler steht auf diesem Gerät nicht zur Verfügung

# Errors.exportError
source: Error exporting data
de: Fehler beim Daten-Export

# Errors.exportSaveFailure
source: Novalgea can't save the Export file
de: Novalgea kann die Export Datei nicht sichern

# Errors.fatal
source: A fatal error has occured
de: Fataler Fehler!

# Errors.general.sorryError
source: Sorry, an error accurred! 😟
de: Sorry, ein Fehler ist aufgetreten!

# Errors.iCloudSignin
source: There currently is no iCloud access If you have not logged in, please do so in Settings > iCloud
de: iCloud Zugang ist derzeit nicht möglich Bitte melden Sie sich erst bei iCloud an, in Einstellungen > Konto > iCloud

# Errors.import
source: Error importing file
de: Fehler beim Datei-Import

# Errors.import.wrongFile
source: This file is not a compatible backup file. The file type must be '.abf2' or '.abf'
de: Die Datei kann nicht importiert werden. Es muss eine '.abf2' oder '.abf' Datei sein

# Errors.importErrors
source: Some import errors occured. Not all events were imported successfully; some errors in imported event sets: event.name == nil
de: Es sind Import Fehler aufgetreten. Es konnten nicht alle Ereignisse importiert werden. Fehler: event.name or .type == nil

# Errors.importErrors.meds
source: Some import errors occured. Not all medicines were imported successfully; med.name == nil
de: Es sind Import Fehler aufgetreten. Nicht alle Medikamente konnten importiert werden; med.name == nil

# Errors.importErrors.symptoms
source: Some import errors occured. Not all symptoms were imported successfully; recordType.name == nil
de: Es sind Import Fehler aufgetreten. Nicht alle Symptome konnten importiert werden; recordType.name == nil

# Errors.meds.archiveDateError
source: Novalgea was unable to store medicine check dates
de: Novalgea konnte einige Medikamenten Check Daten nicht sichern

# Errors.missing
source: missing
de: Fehlt

# Errors.multIDs
source: There are multiple medicines with the same ID
de: Es existieren mehrere Medikamente with derselben ID

# Errors.net.loading
source: Can't load web address.
de: Laden der Webpage fehlgeschlagen

# Errors.noDocFolder
source: Novalgea can't find it documents folder and needs to quit.
de: Novalgea kann den zugehörigen Datei-Ordner nicht lokalisieren und muss beendet werden.

# Errors.noVisVC
source: Novalgea can't find a display pane
de: Novalgea kann keine Nachricht anzeigen

# Errors.problem
source: Novalgea encountered a problem:
de: Novalgea hat ein Problem:

# Errors.reminders.title
source: Unable to send you reminders
de: Erinnerungen sind nicht möglich

# Errors.restoreError
source: An error occurred 😟
de: Es ist ein Fehler aufgetreten 😟

# Errors.restoreErrorMessage
source: Restore operation failed. Try again after App relaunch. This Backup may have errors.
de: Die Wiederherstellung ist leider fehlgeschlagen. Versuchen Sie es nach App-Neustart noch einmal. Evtl. ist das Backup fehlerhaft

# Errors.restoreErrorMessage1
source: The diary you are trying to import or restore from contains
de: Das ausgewählte Tagebuch enthält

# Errors.restoreErrorMessage2
source: You need to purchase the
de: Zum Import/Wiederherstellen sind die Erweiterung(en)

# Errors.restoreMed
source: Error when trying to restore a medicine
de: Fehler beim Wiederherstellen eines Medikaments

# Errors.restoreSymptom
source: Error when trying to restore a symptom
de: Fehler beim Wiederherstellen eines Symptoms vom Backup

# Errors.rwCoder
source: error in RatingWheel View
de: Fehler in er RatingWheel Ansicht

# Errors.saveError
source: Unable to save some of your data
de: Einige Ihrer Daten konnten nicht gespeichert werden

# Errors.sympBackupError
source: Error when trying to Backup a Symptom
de: Fehler beim Backup von einem Symptom

# Errors.unableToSched
source: unable to schedule reminders
de: Erinnerungen nicht verfügbar

# Errors.vcMissing
source: can't find currently visible VC
de: keine Ansicht gefunden

# EULA.accepted
source: You have accepted the Terms of Use on
de: Sie haben die Nutzungs-Bedingungen akzeptiert am

# EULA.declined
source: You have declined the Terms of Use on
de: Sie haben die Nutzungs-Bedingungen abgelehnt am

# EULA.declinedMessage
source: Please chose one an options
de: Bitte wählen Sie eine der folgenden Optionen

# EULA.declinedTitle
source: You declined the Terms of Use
de: Die Nutzungs-Bedingungen wurden nicht akzeptiert

# EULA.erase
source: Erase diary and backups without export
de: Tagebuch & Backups löschen

# EULA.eraseMessage
source: Please confirm that you chose to PERMANENTLY erase all your diary entries and all local and iCloud backups. This step is irreversible. Novalgea CANNOT re-import data exported as .csv . After selecting please press the Home button to exit the App
de: Bitte bestätigen Sie dass Sie alle Tagebuch Einträge sowie alle lokalen und iCloud Backups PERMANENT entfernen möchten. Dieser Schritt ist irreversibel!. Novalgea kann Daten die als .csv exportiert wurden NICHT reimportieren. Nach dem Bestätigen beenden Sie die App mit dem Home Knopf/ aufwärts wischen

# EULA.eraseQuestion
source: Erase everything?
de: Alle Daten vollständing löschen?

# EULA.exportErase
source: Export, then erase diary and backups
de: Exportieren und dann löschen

# EULA.general
source: Standard End User License Agreement
de: STANDARD VERBRAUCHER LIZENZ VEREINBARUNG (Apple)

# EULA.general.consent
source: VI. CONSENT TO USE OF DATA: You agree that Licensor may collect and use technical data and related information—including but not limited to technical information about your device, system and application software, and peripherals—that is gathered periodically to facilitate the provision of software updates, product support, and other services to you (if any) related to the Licensed Application. Licensor may use this information, as long as it is in a form that does not personally identify you, to improve its products or to provide services or technologies to you.
de: VI. ZUSTIMMUNG ZUR DATEN NUTZUNG: Sie gestatten AppToolFactory und Apple technische Daten und dazugehörige Informationen in Intervallen zu erfassen und zu nutzen; dies beinhaltet, ist aber nicht beschränkt auf, technische Informationen über Ihr Gerät, Betriebssystem und App Software sowie Peripherie, um Aktualisierungen, Produkt-Unterstützung und etwaige andere Dienste im Rahmen der lizensierten App für Sie bereitzustellen. AppToolFactory und Apple dürfen diese Informationen - sofern in einer Form vorliegend die eine persönliche Identifizierung nicht ermöglicht - nutzen um Produkte oder Dienste die Ihnen angeboten werden zu verbessern.

# EULA.general.def
source: XII. The Licensed Application and related documentation are 'Commercial Items', as that term is defined at 48 C.F.R. §2.101, consisting of 'Commercial Computer Software' and 'Commercial Computer Software Documentation', as such terms are used in 48 C.F.R. §12.212 or 48 C.F.R. §227.7202, as applicable. Consistent with 48 C.F.R. §12.212 or 48 C.F.R. §227.7202-1 through 227.7202-4, as applicable, the Commercial Computer Software and Commercial Computer Software Documentation are being licensed to U.S. Government end users (a) only as Commercial Items and (b) with only those rights as are granted to all other end users pursuant to the terms and conditions herein. Unpublished-rights reserved under the copyright laws of the United States.
de: XII. Novalgea und die zugehörige Dokumentation sind Wirtschaftsgüter, wie definiert in 48 C.F.R. §2.101, bestehend aus kommerzieller Computer Software und kommerzieller Computer Software Dokumentation, wie beschrieben in 48 C.F.R. §12.212 oder 48 C.F.R. §227.7202. In Übereinstimmung mit 48 C.F.R. (US Code of Federal Regulations) §12.212 oder 48 C.F.R. §227.7202-1 bis 227.7202-4 entsprechend, die kommerzielle Computer Software und kommerzielle Computer Software Dokumentation werden lizensiert an US Regierungs Verbraucher (a) nur als Wirtschaftsgüter (Commercial Items) und (b) mit denselben Rechten die allen anderen Nutzern gemäss der hier aufgeführten Nutzungsbedigungen zugestanden werden. Unveröffentlichte Rechte sind vorbehalten unter den Kopierschutz-Gesetzen der USA.
